{
  "home": {
    "save": "Hifadhi",
    "summary": "Muhtasari",
    "mg/dL" : "mg/dL",
    "mmol/L": "mmol/L",
    "save_data": "Hifadhi data",
    "label": "Lebo",
    "label_sample": "Lebo mfano: Kuku (hiari)",
    "timestamp": "Muda",
    "record": "Rekodi"

  },
  "summary" : {
    "title": "Muhtasari",
    "highest" : "Juu Zaidi",
    "lowest" : "Chini Zaidi",
    "readings_in_range": "Vipimo vimekuwa ndani ya kiwango cha {{min}} - {{max}} {{unit}} kwa {{percent}}% ya wakati.",
    "mmol": "mmol",
    "mg" : "mg",
    "no_data": "Hakuna data",
    "records" : "Rekodi"
  },
  "settings" : {
    "title": "Mipangilio",
    "default_unit" : "Kiwango chaguo-msingi",
    "range" : "Kiwango",
    "default_range" : "Kiwanga kwa",
    "pick_min_range": "Chagua kiwango cha chini",
    "pick_max_range" : "Chagua kiwango cha juu",
    "confirm" : "Hakiki",
    "theme" : "Muonekano",
    "choose_theme": "Chagua muonekano",
    "dark" : "Giza",
    "light" : "Mwanga",
    "system" : "Mfumo",
    "language": "Lugha",
    "en": "Kiingereza",
    "sw" : "Kiswahili",
    "kr" : "Kikorea",
    "reset_data": "Futa data",
    "reset_data_desc" : "Data zako zitafutwa kutoka kwenye simu yako.Hakuna namna ya kuzipata maana zimetunzwa kwenye simu yako pekee",
    "cancel": "Acha",
    "delete" : "Futa",
    "about_us" : "Kuhusu Sisi",
    "privacy_policy": "Sera ya Faragha",
    "terms": "Sheria na Masharti",
    "app_version": "Toleo la Programu",
    "github": "Github"
  },

  "about_us": {
    "title": "Kuhusu Sisi",
    "info": "Sisi ni timu ya watu wenye shauku kubwa tukiwa na dhamira ya kusaidia watu kudhibiti afya zao kwa urahisi na faragha. Programu yetu, Glucose Log, imeundwa kutoa njia rahisi na salama ya kufuatilia viwango vya sukari. Tunaamini katika kuwawezesha watumiaji kwa kuwapa udhibiti kamili wa data zao, ambayo huhifadhiwa kabisa kwenye vifaa vyao bila kutumia seva za watu wengine. Dhamira yetu ni kutoa chombo kinachoaminika na rafiki kwa mtumiaji ambacho kinawafanya watu wote waweze kudhibiti viwango vya sukari kwa urahisi."
  },
  "privacy" : {
    "title": "Sera ya Faragha",
    "description": "Katika Glucose Log, faragha yako ni muhimu kwetu. Tumejizatiti kulinda data yako ya kibinafsi na kuhakikisha kuwa taarifa zako za kiafya zinabaki kuwa za faragha na salama.",
    "data_collection" : "Ukusanyaji wa Data",
    "data_collection_info": "Glucose Log haikusanyi wala kuhifadhi data yako ya kibinafsi kwenye seva za nje. Taarifa zote zinazohusiana na viwango vyako vya sukari zinahifadhiwa moja kwa moja kwenye kifaa chako.",
    "use_of_data": "Matumizi ya Data",
    "use_of_data_info": "Data unayoingiza kwenye Glucose Log hutumika tu kufuatilia viwango vya sukari na haitashirikishwa na watu wengine isipokuwa uchague kusafirisha na kushirikisha data hiyo mwenyewe.",
    "third_party" : "Huduma za Watu Wengine",
    "third_party_info": "Glucose Log haitumii huduma zozote za watu wengine kwa kuhifadhi data, uchanganuzi, au matangazo. Data yako inabaki nawe, kwenye kifaa chako.",
    "security": "Usalama",
    "security_info" : "Tunachukua hatua zinazofaa kuhakikisha kuwa data yako inabaki salama kwenye kifaa chako, lakini tunapendekeza kutumia nenosiri au kufunga kifaa kwa alama za vidole au uso kwa usalama zaidi.",
    "closing": "Kwa kutumia Glucose Log, unakubali sera hii ya faragha. Tuna haki ya kubadilisha sera hii, na mabadiliko yoyote yatatangazwa ndani ya programu."
  },
  "terms" : {
    "title": "Sheria na Masharti",
    "description": "Tafadhali soma Sheria na Masharti haya kwa umakini kabla ya kutumia programu ya Glucose Log.",
    "use_of_app" : "Matumizi ya Programu",
    "use_of_app_info": "Kwa kupakua na kutumia Glucose Log, unakubali kutumia programu kwa mujibu wa Sheria hizi. Programu inakusudiwa kwa matumizi binafsi pekee na hairuhusiwi kutumika kwa malengo ya kibiashara.",
    "data_responsibility": "Uwajibikaji wa Data",
    "data_responsibility_info": "Data yote unayoingiza kwenye programu inahifadhiwa kwenye kifaa chako. Glucose Log haiwajibiki kwa upotevu wowote wa data unaosababishwa na hitilafu za kifaa, kufuta programu, au hali nyinginezo. Tunapendekeza kufanya nakala ya akiba ya kifaa chako mara kwa mara.",
    "medical_advice" : "Hakuna Ushauri wa Matibabu",
    "medical_advice_info": "Programu imeundwa kukusaidia kufuatilia viwango vya sukari lakini haitoi ushauri wowote wa matibabu. Daima wasiliana na mtaalamu wa afya kwa ushauri unaohusiana na afya yako.",
    "modifications": "Marekebisho",
    "modifications_info" : "Tuna haki ya kurekebisha au kusitisha programu wakati wowote bila taarifa. Mabadiliko yoyote ya Sheria hizi yatapatikana ndani ya programu.",
    "closing": "Kwa kutumia Glucose Log, unakubali Sheria hizi. Ikiwa hukubaliani nazo, tafadhali acha kutumia programu."
  }
}
